Repository: pkscout/script.tvmaze.integration
Catalog: resources/language/resource.language.*/strings.po
Languages: bs_ba, ga, pt_br, sv_se

# Addon Summary
source: Integration between Kodi and TV Maze.
bs_ba: Integracija između Kodija i TV Mazea.
ga: Comhtháthú idir Kodi agus TV Maze.
pt_br: Integração entre Kodi e TV Maze.
sv_se: Integration mellan Kodi och TV Maze.

# Addon Description
source: This integration allows you to mark shows as acquired on TV Maze (and add them to your followed shows if needed) when you add them to your library and mark them as watched on TV Maze after you watch them. You can also manually follow, unfollow, tag, and untag shows.
bs_ba: Ova integracija vam omogućava da označite emisije kao preuzete na TV Mazeu (i dodate ih u emisije koje pratite ako je potrebno) kada ih dodate u svoju biblioteku i označite ih kao gledane na TV Mazeu nakon što ih pogledate. Također možete ručno pratiti, prestati pratiti, označiti i ukloniti oznaku s emisija.
ga: Leis an gcomhtháthú seo, is féidir leat seónna a mharcáil mar cheannaithe ar TV Maze (agus iad a chur le seónna a leanann tú más gá) nuair a chuireann tú le do leabharlann iad agus iad a mharcáil mar fheicthe ar TV Maze tar éis duit féachaint orthu. Is féidir leat seónna a leanúint, a dhíleanúint, a chlibeáil agus a dhíchlibeáil de láimh freisin.
pt_br: Essa integração permite marcar programas como adquiridos no TV Maze (e adicioná-los aos programas seguidos, se necessário) ao adicioná-los à sua biblioteca e marcá-los como assistidos no TV Maze depois de assisti-los. · · Você também pode seguir, deixar de seguir, marcar e desmarcar programas manualmente.
sv_se: Med denna integration kan du markera program som förvärvade på TV Maze (och lägga till dem i dina följda program om det behövs) när du lägger till dem i ditt bibliotek och markera dem som sedda på TV Maze när du har sett dem. Du kan också manuellt följa, avfölja, tagga och avtagga program.

# #32000
source: General
bs_ba: Općenito
ga: Ginearálta
pt_br: Geral
sv_se: Allmänt

# #32001
source: Advanced
bs_ba: Napredno
ga: Ardleibhéil
pt_br: Avançado
sv_se: Avancerat

# #32002
source: TV Maze action
bs_ba: Akcija TV Labirinta
ga: Gníomh teilifíse Maze
pt_br: Ação da TV Maze
sv_se: Åtgärd för TV Maze

# #32100
source: Enable debug logging
bs_ba: Omogući bilježenje grešaka
ga: Cumasaigh logáil dífhabhtaithe
pt_br: Habilitar registro de depuração
sv_se: Aktivera felsökningsloggning

# #32101
source: TV Maze User
bs_ba: Korisnik TV Maze-a
ga: Úsáideoir Maze Teilifíse
pt_br: Usuário da TV Maze
sv_se: Användare för TV Maze

# #32102
source: TV Maze API Key
bs_ba: API ključ TV Maze
ga: Eochair API TV Maze
pt_br: Chave de API do TV Maze
sv_se: API-nyckel för TV Maze

# #32103
source: Add new Kodi shows to followed list
bs_ba: Dodajte nove Kodi serije na listu za praćenje
ga: Cuir seónna nua Kodi leis an liosta leantacha
pt_br: Adicione novos programas Kodi à lista seguida
sv_se: Lägg till nya Kodi-serier till följande lista

# #32104
source: Mark new Kodi episodes as acquired
bs_ba: Označi nove Kodi epizode kao preuzete
ga: Marcáil eipeasóidí nua Kodi mar a fuarthas
pt_br: Marcar novos episódios do Kodi como adquiridos
sv_se: Markera nya Kodi-avsnitt som förvärvade

# #32105
source: Mark watched Kodi episodes as watched
bs_ba: Mark je gledao Kodi epizode kao što je gledao
ga: D’fhéach Mark ar eipeasóidí Kodi mar a d’fhéach sé orthu
pt_br: Marcar assistiu aos episódios do Kodi como assistido
sv_se: Markera sedda Kodi-avsnitt som sedda

# #32106
source: Mark watched after
bs_ba: Marko je gledao nakon
ga: D’fhéach Marc ina dhiaidh
pt_br: Marcar como assistido depois
sv_se: Markera sedda efter

# #32107
source: Mark watched when removing from Kodi
bs_ba: Mark je gledao prilikom skidanja sa Kodija
ga: D’fhéach Mark agus é ag baint as Kodi
pt_br: Marcar como assistido quando remover do Kodi
sv_se: Markera sedda vid borttagning från Kodi

# #32108
source: Hide context menu items
bs_ba: Sakrij stavke kontekstnog menija
ga: Folaigh míreanna roghchláir chomhthéacs
pt_br: Ocultar itens do menu de contexto
sv_se: Dölj kontextmenyobjekt

# #32200
source: API Credentials Needed
bs_ba: Potrebni API akreditivi
ga: Dintiúir API Riachtanacha
pt_br: Credenciais de API necessárias
sv_se: API-uppgifter behövs

# #32201
source: Select action
bs_ba: Odaberite radnju
ga: Roghnaigh gníomh
pt_br: Selecionar ação
sv_se: Välj åtgärd

# #32202
source: Select shows to follow
bs_ba: Odaberite emisije koje želite pratiti
ga: Roghnaigh seónna le leanúint
pt_br: Selecione programas para acompanhar
sv_se: Välj serier att följa

# #32203
source: Select shows to unfollow
bs_ba: Odaberite emisije koje želite prestati pratiti
ga: Roghnaigh seónna le díleanúint
pt_br: Selecione programas para deixar de seguir
sv_se: Välj serier att avfölja

# #32204
source: Select tag
bs_ba: Odaberite oznaku
ga: Roghnaigh clib
pt_br: Selecionar tag
sv_se: Välj tagg

# #32205
source: Select shows to tag
bs_ba: Odaberite emisije za označavanje
ga: Roghnaigh seónna le clibeáil
pt_br: Selecione programas para marcar
sv_se: Välj serier att tagga

# #32206
source: Select shows to untag
bs_ba: Odaberite emisije za uklanjanje oznaka
ga: Roghnaigh seónna le baint den chlib
pt_br: Selecione programas para desmarcar
sv_se: Välj serier att avtagga

# #32301
source: TV Maze api credentials must be provided before continuing.
bs_ba: Prije nastavka morate unijeti vjerodajnice za TV Maze API.
ga: Ní mór dintiúir API TV Maze a sholáthar sula leanann tú ar aghaidh.
pt_br: As credenciais da API do TV Maze devem ser fornecidas antes de continuar.
sv_se: API-autentiseringsuppgifter för TV Maze måste anges innan du fortsätter.

# #32302
source: Open settings
bs_ba: Otvori postavke
ga: Oscail socruithe
pt_br: Abrir configurações
sv_se: Öppna inställningar

# #32303
source: Select All (Click OK to reload list)
bs_ba: Odaberi sve (Kliknite na OK da biste ponovo osvježili listu)
ga: Roghnaigh Uile (Cliceáil Ceart go leor chun an liosta a athlódáil)
pt_br: Selecione tudo (clique em OK para recarregar a lista)
sv_se: Markera alla (Klicka på OK för att uppdatera listan)

# #32304
source: Deselect All (Click OK to reload list)
bs_ba: Poništi odabir svih (Kliknite na OK da biste ponovo osvježili listu)
ga: Díroghnaigh Gach Rud (Cliceáil Ceart go leor chun an liosta a athlódáil)
pt_br: Desmarque tudo (clique em OK para recarregar a lista)
sv_se: Avmarkera alla (Klicka på OK för att uppdatera listan)

# #32401
source: TV Maze
bs_ba: TV labirint

# #32402
source: Follow show
bs_ba: Prati emisiju
ga: Lean an seó
pt_br: Seguir programa
sv_se: Följ serie

# #32403
source: Unfollow show
bs_ba: Prestani pratiti emisiju
ga: Dílean an seó
pt_br: Deixar de seguir o programa
sv_se: Avfölj serie

# #32404
source: Tag show
bs_ba: Oznaka emisije
ga: Taispeántas clibeanna
pt_br: Mostrar tags
sv_se: Tagga serie

# #32405
source: Untag show
bs_ba: Ukloni oznaku emisije
ga: Díchlib an seó
pt_br: Desmarcar programa
sv_se: Avtagga serie

# #32406
source: Mark episode acquired
bs_ba: Označi epizodu preuzetu
ga: Marcáil eipeasóid a fuarthas
pt_br: Marcar episódio adquirido
sv_se: Markera avsnitt som förvärvad

# #32407
source: Mark episode watched
bs_ba: Markova epizoda je odgledana
ga: Breathnaíodh ar eipeasóid Marc
pt_br: Marcar episódio como assistido
sv_se: Markera avsnitt som sedd

# #32408
source: Mark episode skipped
bs_ba: Označi epizodu kao preskočenu
ga: Marcáil eipeasóid scipeáilte
pt_br: Marcar episódio como ignorado
sv_se: Markera avsnitt som överhoppat

# #32409
source: Unmark episode
bs_ba: Ukloni oznaku iz epizode
ga: Dímharcáil an eipeasóid
pt_br: Desmarcar episódio
sv_se: Avmarkera avsnitt
